Repository: stephenapolinario/Museo-admin
Catalog: lib/l10n/intl_*.arb
Languages: pt

# museum_information_phone_screen_tile
source: Phone
pt: Telefone

# museum_information_phone_sure_want_delete_title
source: Are you sure you want to delete this phone?
pt: Você tem certeza que quer deletar esse telefone?

# museum_information_phone_sure_want_delete_content
source: Once the phone is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após o telefone ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# museum_information_phone_screen_phone_input
source: Phone
pt: Telefone

# museum_information_phone_screen_phone_valid_error
source: Please enter a valid phone number
pt: Por favor, digite um número de telefone válido

# create_museum_information_phone_screen_title
source: Add phone
pt: Adicionar telefone

# create_museum_information_phone_success_title
source: Success
pt: Sucesso

# create_museum_information_phone_error_title
source: Error
pt: Erro

# create_museum_information_phone_success_content
source: Phone added! Redirecting...
pt: Telefone adicionado! Redirecionando...

# update_museum_information_phone_screen_title
source: Update phone
pt: Atualizar telefone

# update_museum_information_phone_success_title
source: Success
pt: Sucesso

# update_museum_information_phone_error_title
source: Error
pt: Erro

# update_museum_information_phone_success_content
source: Phone updated! Redirecting...
pt: Telefone atualizado! Redirecionando...

# update_museum_information_phone_error_content
source: An error occurred while updating your phone...
pt: Ocorreu algum erro ao atualizar o telefone...

# museum_information_email_screen_title
source: Registered emails
pt: Emails cadastrados

# museum_information_email_sure_want_delete_title
source: Are you sure you want to delete this email?
pt: Você tem certeza que quer deletar esse email?

# museum_information_email_sure_want_delete_content
source: Once the email is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após o email ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# museum_information_email_screen_email_valid_error
source: Please enter a valid email
pt: Por favor, digite um email válido

# create_museum_information_email_screen_title
source: Add email
pt: Adicionar email

# create_museum_information_email_success_title
source: Success
pt: Sucesso

# create_museum_information_email_error_title
source: Error
pt: Erro

# create_museum_information_email_success_content
source: Email added! Redirecting...
pt: Email adicionado! Redirecionando...

# create_museum_information_email_error_content
source: An error occurred while adding the email...
pt: Ocorreu algum erro ao adicionar o email...

# update_museum_information_email_screen_title
source: Update email
pt: Atualizar email

# update_museum_information_email_success_title
source: Success
pt: Sucesso

# update_museum_information_email_error_title
source: Error
pt: Erro

# update_museum_information_email_success_content
source: Email updated! Redirecting...
pt: Email atualizado! Redirecionando...

# update_museum_information_email_error_content
source: An error occurred while updating the email...
pt: Ocorreu algum erro ao atualizar o email...

# quiz_sure_want_delete_title
source: Are you sure you want to delete this quiz?
pt: Você tem certeza que quer deletar esse quiz?

# quiz_sure_want_delete_content
source: Once the quiz is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após o quiz ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# quiz_create_home_screen
source: Create Quiz
pt: Criar Quiz

# quiz_create_information_first_title
source: ATTENTION
pt: ATENÇÃO

# quiz_create_information_first_content
source: You must fill in the basic information first!
pt: Você deve primeiro preencher as informações básicas!

# quiz_screen_title_input
source: Title
pt: Título

# quiz_screen_title_hint
source: Red Wing Quiz
pt: Quiz da ala vermelha

# quiz_screen_title_valid_error
source: Please choose quiz title
pt: Por favor, escolha o título do quiz

# quiz_screen_rssi_valid_error
source: Please choose the quiz RSSI
pt: Por favor, escolha o RSSI do quiz

# quiz_screen_color_input
source: Color
pt: Cor

# quiz_screen_color_valid_error
source: Please choose a color for quiz
pt: Por favor, escolha uma cor para quiz

# quiz_screen_tour_hint
source: Tour name
pt: Nome do tour

# quiz_screen_tour_valid_error
source: Please choose a tour from the options
pt: Por favor, escolha um tour entre as opções

# quiz_screen_beacon_hint
source: Beacon name
pt: Nome do beacon

# quiz_screen_beacon_valid_error
source: Please choose a beacon from the options
pt: Por favor, escolha um beacon entre as opções

# create_quiz_information_screen_title
source: Add information
pt: Adicionar informações

# create_quiz_information_success_title
source: Success
pt: Sucesso

# create_quiz_information_error_title
source: Error
pt: Erro

# create_quiz_information_success_content
source: Information stored, now fill in the questions! Redirecting...
pt: Informações armazenadas, agora preencha as questões! Redirecionando...

# create_quiz_information_error_content
source: An error occurred while adding information...
pt: Ocorreu algum erro ao adicionar as informações...

# quiz_screen_create_quiz_button
source: Create Quiz
pt: Criar Quiz

# quiz_screen_add_option_input
source: Add option
pt: Adicionar opção

# quiz_screen_correct_option_input
source: Correct
pt: Correta

# quiz_screen_delete_option_input
source: Delete
pt: Deletar

# quiz_screen_question_question_input
source: Question
pt: Pergunta

# quiz_screen_question_question_hint
source: What is 2 + 2?
pt: Quanto é 2 + 2?

# quiz_screen_question_question_valid_error
source: Please enter the quiz question
pt: Por favor, digite a pergunta do quiz

# quiz_screen_question_color_input
source: Color
pt: Cor

# quiz_screen_question_color_valid_error
source: Please enter quiz color
pt: Por favor, digite a cor do quiz

# quiz_screen_option_color_input
source: Option
pt: Opção

# quiz_screen_option_color_hint
source: Question option
pt: Opção da pergunta

# quiz_screen_option_color_valid_error
source: Please enter question option
pt: Por favor, digite a opção da pergunta

# quiz_screen_none_correct_valid_error
source: Please choose one correct answer for each question
pt: Por favor, escolha uma resposta correta para cada pergunta

# create_quiz_question_screen_title
source: Add question
pt: Adicionar pergunta

# create_quiz_question_success_title
source: Success
pt: Sucesso

# create_quiz_question_error_title
source: Error
pt: Erro

# create_quiz_question_success_content
source: Quiz created successfully!! Redirecting...
pt: Quiz criado com sucesso!! Redirecionando...

# create_quiz_question_error_content
source: An error occurred while creating the quiz...
pt: Ocorreu algum erro ao criar o quiz...

# quiz_update_home_screen
source: Update Quiz
pt: Atualizar Quiz

# update_quiz_information_screen_title
source: Update information
pt: Atualizar informações

# update_quiz_information_success_title
source: Success
pt: Sucesso

# update_quiz_information_error_title
source: Error
pt: Erro

# update_quiz_information_success_content
source: Quiz updated! Redirecting...
pt: Quiz atualizado! Redirecionando...

# update_quiz_information_error_content
source: An error occurred while updating the quiz...
pt: Ocorreu algum erro ao atualizar o quiz...

# quiz_screen_update_anwsers_button
source: Update
pt: Atualizar

# update_quiz_question_screen_title
source: Update questions
pt: Atualizar perguntas

# update_quiz_question_success_title
source: Success
pt: Sucesso

# update_quiz_question_error_title
source: Error
pt: Erro

# update_quiz_question_success_content
source: Questions updated successfully!! Redirecting...
pt: Perguntas atualizadas com sucesso!! Redirecionando...

# update_quiz_question_error_content
source: An error occurred while updating the questions...
pt: Ocorreu algum erro ao atualizar as perguntas...
