Repository: stephenapolinario/Museo-admin
Catalog: lib/l10n/intl_*.arb
Languages: pt

# create_button
source: Create
pt: Criar

# save_button
source: Save
pt: Guardar

# add_button
source: Add
pt: Adicionar

# update_button
source: Update
pt: Atualizar

# login_title_content
source: Administrative Panel
pt: Painel administrativo

# login_password_hint
source: Password
pt: Senha

# login_email_not_valid
source: Your email is not valid
pt: Seu email não é válido

# login_fill_password
source: Please provide your password
pt: Por favor, forneça sua senha

# login_enter
source: Login
pt: Entrar

# login_success_title
source: Perfect
pt: Perfeito

# login_success_subtitle
source: Admin successfully logged in! Redirecting...
pt: Admin logado com sucesso! Redirecionando...

# login_error_title
source: Error!
pt: Erro!

# login_error_subtitle
source: There was a problem logging into your account Are you sure your email and password are correct?
pt: Aconteceu algum problema ao entrar em sua conta Você tem certeza de que seu email e senha estão certos?

# home_title
source: Administrative Panel
pt: Painel administrativo

# home_logout_title
source: Logging out
pt: Saindo

# home_logout_subtitle
source: Redirecting...
pt: Redirecionando...

# pop_menu_button_update
source: Update
pt: Atualizar

# pop_menu_button_delete
source: Delete
pt: Deletar

# sure_want_delete_option_yes
source: Yes, I want to delete
pt: Sim, quero deletar

# sure_want_delete_option_false
source: No
pt: Não

# adminn_list_error_retreiving_admins
source: Ooops, an error occurred. Try logging out and logging back in If the error persists, contact the administrators.
pt: Ooops, ocorreu um erro. Tente sair e entrar novamente Se o erro persistir, entre em contato com os administradores.

# admin_list_title
source: Administrators
pt: Administradores

# admin_list_tile_title
source: Administrator
pt: Administrador

# admin_sure_want_delete_title
source: Are you sure you want to delete this administrator?
pt: Você tem certeza que quer deletar esse administrador?

# admin_sure_want_delete_content
source: Once the admin is deleted, it will not be possible to recover it
pt: Após o administrador ser deletado, não será possível recuperar o mesmo

# admin_update_screen_title
source: Update admin
pt: Atualizar administrador

# admin_update_screen_email_not_valid
source: This is not a valid email
pt: Esse não é um email válido

# admin_update_screen_update_button
source: Update
pt: Atualizar

# admin_update_screen_password_hint
source: Password
pt: Senha

# admin_update_screen_password_not_valid
source: Please enter a password
pt: Digite um senha

# admin_updated_successfull_title
source: Success
pt: Sucesso

# admin_updated_successfull_subtitle
source: Admin updated Redirecting...
pt: Administrador atualizado Redirecionando...

# admin_create_screen_title
source: Create administrator
pt: Criar administrator

# create_admin_email_hint
source: administrator@email.com
pt: administrador@email.com

# create_admin_no_password
source: Please fill in password
pt: Por favor, preencha a senha

# admin_created_successful_title
source: Successful
pt: Sucesso

# admin_created_successful_subtitle
source: Admin created! Redirecting...
pt: Admin criado! Redirecionando...

# admin_create_screen_create_button
source: Create
pt: Criar

# admin_create_error_subtitle
source: There was an error... Try again
pt: Houve um erro... Tente novamente

# admin_create_duplicate_email_content
source: The email provided already exists Please use another email
pt: O email fornecido já existe Utilize outro email por favor

# beacon_screen_input_name
source: Name
pt: Nome

# beacon_sure_want_delete_title
source: Are you sure you want to delete this beacon?
pt: Você tem certeza que quer deletar esse beacon?

# beacon_sure_want_delete_content
source: Once the beacon is deleted, it will not be possible to recover it and this may cause errors in Tours | Quizzes | Museum pieces
pt: Após o beacon ser deletado, não será possível recuperar o mesmo e poderá ocasionar erros em Tours | Quizzes | Peças de museus

# beacon_create_screen_create_button
source: Create
pt: Criar

# beacon_create_screen_title
source: Create beacon
pt: Criar beacon

# create_beacon_screen_name_not_valid
source: Please give the beacon a name
pt: Por favor, de um nome ao beacon

# create_beacon_name_hint
source: King's Beacon
pt: Beacon do rei

# create_beacon_uuid_not_in_pattern
source: This MAC is in an incorrect format
pt: Esse MAC está em um formato incorreto

# beacon_created_successful_title
source: Successful
pt: Sucesso

# beacon_created_successful_subtitle
source: Beacon created! Redirecting...
pt: Beacon criado! Redirecionando...

# beacon_create_error_subtitle
source: There was an error... Try again
pt: Houve um erro... Tente novamente

# beacon_already_exists
source: This MAC already exists Please provide another one
pt: Esse MAC já existe Forneça outro por favor

# beacon_update_screen_title
source: Update beacon
pt: Atualizar beacon

# beacon_update_screen_update_button
source: Update
pt: Atualizar

# beacon_updated_successful_title
source: Successful
pt: Sucesso

# beacon_updated_successful_subtitle
source: Beacon updated Redirecting...
pt: Beacon atualizado Redirecionando...

# beacon_updated_error_title
source: Error
pt: Erro

# beacon_updated_error_subtitle
source: There was an error... Try again
pt: Houve um erro... Tente novamente

# coupon_home_screen
source: Coupons
pt: Cupoms

# coupon_access_list_title
source: Coupons - Access Levels
pt: Cupoms - Níveis de acesso

# coupon_access_list_tile_title
source: Access level
pt: Nível de acesso

# coupon_type_list_title
source: Coupon types
pt: Tipos de cupoms

# coupon_type_list_tile_title
source: Coupon type
pt: Tipo de cupom

# coupon_list_screen_title
source: Coupons
pt: Cupoms

# coupon_list_tile_title
source: Coupon
pt: Cupom

# coupon_sure_want_delete_title
source: Are you sure you want to delete this coupon?
pt: Você tem certeza que quer deletar esse cupom?

# coupon_sure_want_delete_content
source: Once the coupon is deleted, it will not be possible to recover it!
pt: Após o cupom ser deletado, não será possível recuperar o mesmo!

# coupon_code_input_name
source: Code
pt: Código

# coupon_type_input_name
source: Type
pt: Tipo

# coupon_access_input_name
source: Access
pt: Acesso

# coupon_code_hint
source: Code
pt: Código

# coupon_select_input
source: Select
pt: Selecione

# create_coupon_title
source: Create Coupon
pt: Criar cupom

# create_coupon_screen_code_not_valid
source: Please give the coupon a code
pt: Por favor, de um código ao cupom

# create_coupon_coupon_type_fill
source: Select one or more coupon types
pt: Selecione um ou mais tipo do cupom

# coupon_percentage_input_name
source: Discount percentage
pt: Porcentagem do desconto

# coupon_value_input_name
source: Discount value
pt: Valor do desconto

# create_coupon_screen_value_not_valid
source: Please choose a value
pt: Por favor, escolha um valor

# create_coupon_screen_percentage_not_valid
source: Please choose a value
pt: Por favor, escolha um valor

# create_coupon_success_title
source: Success
pt: Sucesso

# create_coupon_success_subtitle
source: Coupon created! Redirecting...
pt: Cupom criado! Redirecionando...

# create_coupon_error_title
source: Error
pt: Erro

# create_coupon_duplicated_code_error_content
source: This code is already being used, choose another
pt: Esse código já está sendo utilizado, escolha outro

# create_coupon_error_content
source: An error occurred while creating the coupon...
pt: Ocorreu algum erro ao criar o cupom...

# update_coupon_title
source: Update Coupon
pt: Atualizar cupom

# update_coupon_success_subtitle
source: Coupon updated! Redirecting...
pt: Cupom atualizado! Redirecionando...

# emblem_list_screen_title
source: Emblems
pt: Emblemas

# emblem_sure_want_delete_title
source: Are you sure you want to delete this emblem?
pt: Você tem certeza que quer deletar esse emblem?

# emblem_sure_want_delete_content
source: Once the emblem is deleted, it will not be possible to recover it! Be careful as this may cause errors for users/quizzes!
pt: Após o emblem ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros para os usuários/quizzes!

# create_emblem_title_hint
source: Emblem name
pt: Nome do emblema

# emblem_title_not_valid
source: Please give the emblem a name
pt: Por favor, de um nome ao emblema

# emblem_title_input
source: Name
pt: Nome

# emblem_image_input
source: Image URL
pt: URL da imagem

# emblem_image_not_valid
source: Please enter the url of the chosen image
pt: Por favor, digite a url da imagem escolhida

# emblem_minpoints_input
source: Minimum score
pt: Pontuação mínima

# emblem_minpoints_not_valid
source: Please choose a score between 0 and 100
pt: Por favor, escolha uma pontuação entre 0 e 100

# emblem_maxpoints_input
source: Maximum score
pt: Pontuação máxima

# emblem_maxpoints_not_valid
source: Please choose a score The value must be greater than the minimum score And it must also be between 0 and 100
pt: Por favor, escolha uma pontuação O valor deve ser maior que a pontuação mínima E também deve estar entre 0 e 100

# emblem_quiz_not_valid
source: Please choose an option from the quizzes
pt: Por favor, escolha uma opção entre os quizzes

# emblem_quiz_hint
source: Quiz name
pt: Nome do quiz

# emblem_color_input
source: Quiz color (Hexadecimal)
pt: Cor do quiz (Hexadecimal)

# emblem_color_hint
source: 000000 (Black in Hexadecimal)
pt: 000000 (Preto em Hexadecimal)

# emblem_color_not_valid
source: Please choose a color in Hexadecimal
pt: Por favor, escolha uma cor em Hexadecimal

# create_emblem_screen_title
source: Create emblem
pt: Criar emblema

# create_emblem_success_title
source: Success
pt: Sucesso

# create_emblem_success_content
source: Emblem created! Redirecting...
pt: Emblema criado! Redirecionando...

# create_emblem_error_content
source: An error occurred while creating the emblem...
pt: Ocorreu algum erro ao criar o emblema...

# create_emblem_error_title
source: Error
pt: Erro

# update_coupon_screen_title
source: Update Badge
pt: Atualizar Emblema

# update_emblem_success_title
source: Success
pt: Sucesso

# update_emblem_success_content
source: Emblem updated! Redirecting...
pt: Emblema atualizado! Redirecionando...

# update_emblem_error_content
source: An error occurred while creating the emblem...
pt: Ocorreu algum erro ao criar o emblema...

# update_emblem_error_title
source: Error
pt: Erro

# tour_title_input
source: Title
pt: Título

# tour_title_hint
source: Tour title
pt: Título do tour

# tour_title_not_valid
source: Please choose a title for the tour
pt: Por favor, escolha um título para o tour

# tour_subtitle_input
source: Subtitle
pt: Subtítulo

# tour_subtitle_hint
source: Tour subtitle
pt: Subtítulo do tour

# tour_subtitle_not_valid
source: Please choose a subtitle for the tour
pt: Por favor, escolha um subtítulo para o tour

# tour_image_input
source: Image URL
pt: URL da imagem

# tour_image_not_valid
source: Please enter the url of the chosen image
pt: Por favor, digite a url da imagem escolhida

# tour_sure_want_delete_title
source: Are you sure you want to delete this tour?
pt: Você tem certeza que quer deletar esse tour?

# tour_sure_want_delete_content
source: Once the tour is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após o tour ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# create_tour_screen_title
source: Create tour
pt: Criar tour

# create_tour_success_title
source: Success
pt: Sucesso

# create_tour_error_title
source: Error
pt: Erro

# create_tour_success_content
source: Tour created! Redirecting...
pt: Tour criado! Redirecionando...

# create_tour_error_content
source: An error occurred while creating the tour...
pt: Ocorreu algum erro ao criar o tour...

# update_tour_screen_title
source: Update tour
pt: Atualizar tour

# update_tour_success_title
source: Success
pt: Sucesso

# update_tour_error_title
source: Error
pt: Erro

# update_tour_success_content
source: Tour updated! Redirecting...
pt: Tour atualizado! Redirecionando...

# update_tour_error_content
source: An error occurred while updating the tour...
pt: Ocorreu algum erro ao atualizar o tour...

# museum_peice_screen_title_input
source: Title
pt: Título

# museum_peice_screen_title_hint
source: King's Piece
pt: Peça do rei

# museum_peice_screen_title_not_valid
source: Please choose a title for the piece
pt: Por favor, escolha um título para a peça

# museum_peice_screen_subtitle_input
source: Subtitle
pt: Subtítulo

# museum_peice_screen_subtitle_hint
source: Tell us a little about the piece
pt: Fale um pouco sobre a peça

# museum_peice_screen_subtitle_not_valid
source: Please choose a subtitle for the piece
pt: Por favor, escolha um subtítulo para a peça

# museum_peice_screen_description_input
source: Description
pt: Descrição

# museum_peice_screen_description_hint
source: Give details of the piece
pt: Dê detalhes da peça

# museum_peice_screen_description_not_valid
source: Please provide details for the piece
pt: Por favor, dê detalhes para a peça

# museum_peice_screen_image_input
source: Image URL
pt: URL da imagem

# museum_peice_screen_image_not_valid
source: Please enter the url of the chosen image
pt: Por favor, digite a url da imagem escolhida

# museum_peice_screen_rssi_not_valid
source: Please choose a valid RSSI
pt: Por favor, escolha um RSSI válido

# museum_peice_screen_color_input
source: Color
pt: Cor

# museum_peice_screen_color_not_valid
source: Please choose a valid color
pt: Por favor, escolha uma cor válida

# museum_peice_screen_beacon_hint
source: Beacon name
pt: Nome do beacon

# museum_peice_screen_beacon_not_valid
source: Please choose an option from the beacons
pt: Por favor, escolha uma opção entre os beacons

# museum_peice_screen_tour_hint
source: Tour name
pt: Nome do tour

# museum_peice_screen_tour_not_valid
source: Please choose an option from the tours
pt: Por favor, escolha uma opção entre os tours

# museum_piece_screen_list
source: Tour pieces
pt: Peças de tour

# museum_piece_item_title
source: Museum piece
pt: Peça de museu

# museum_piece_sure_want_delete_title
source: Are you sure you want to delete this piece?
pt: Você tem certeza que quer deletar essa peça?

# museum_piece_sure_want_delete_content
source: Once the piece is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após a peça ser deletada, não será possível recuperar a mesma! Fique atento, pois poderá ocasionar erros!

# create_museum_piece_screen_title
source: Create tour piece
pt: Criar peça de tour

# create_museum_piece_success_title
source: Success
pt: Sucesso

# create_museum_piece_error_title
source: Error
pt: Erro

# create_museum_piece_success_content
source: Piece created! Redirecting...
pt: Peça criada! Redirecionando...

# create_museum_piece_error_content
source: An error occurred while creating the piece...
pt: Ocorreu algum erro ao criar a peça...

# update_museum_piece_screen_title
source: Update museum piece
pt: Atualizar peça de museu

# update_museum_piece_success_title
source: Success
pt: Sucesso

# update_museum_piece_error_title
source: Error
pt: Erro

# update_museum_piece_success_content
source: Piece updated! Redirecting...
pt: Peça atualizada! Redirecionando...

# update_museum_piece_error_content
source: An error occurred while updating the piece...
pt: Ocorreu algum erro ao atualizar a peça...

# ticket_screen_title_input
source: Title
pt: Título

# ticket_screen_title_hint
source: Entire
pt: Inteira

# ticket_screen_title_valid_error
source: Please choose a title for the ticket
pt: Por favor, escolha um título para o ingreso

# ticket_screen_subtitle_input
source: Subtitle
pt: Subtítulo

# ticket_screen_subtitle_hint
source: Ticket information
pt: Informações sobre o ingresso

# ticket_screen_subtitle_valid_error
source: Please enter ticket information
pt: Por favor, escreva as informações do ingreso

# ticket_screen_description_input
source: Description
pt: Descrição

# ticket_screen_description_hint
source: Full ticket description
pt: Descrição completa do ingresso

# ticket_screen_description_valid_error
source: Please enter ticket details
pt: Por favor, escreva os detalhes do ingreso

# ticket_screen_price_input
source: Value
pt: Valor

# ticket_screen_price_valid_error
source: Please enter the ticket price
pt: Por favor, digite o valor do ingreso

# ticket_screen_list
source: Tickets
pt: Ingressos

# ticket_item_title
source: Ticket
pt: Ingresso

# ticket_sure_want_delete_title
source: Are you sure you want to delete this ticket?
pt: Você tem certeza que quer deletar esse ingresso?

# ticket_sure_want_delete_content
source: Once the ticket is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após o ingresso ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# create_ticket_screen_title
source: Create ticket
pt: Criar ingresso

# create_ticket_success_title
source: Success
pt: Sucesso

# create_ticket_error_title
source: Error
pt: Erro

# create_ticket_success_content
source: Ticket created! Redirecting...
pt: Ingresso criado! Redirecionando...

# create_ticket_error_content
source: An error occurred while creating the ticket...
pt: Ocorreu algum erro ao criar o ticket...

# update_ticket_screen_title
source: Update ticket
pt: Atualizar ingresso

# update_ticket_success_title
source: Success
pt: Sucesso

# update_ticket_error_title
source: Error
pt: Erro

# update_ticket_success_content
source: Ticket updated! Redirecting...
pt: Ingresso atualizado! Redirecionando...

# update_ticket_error_content
source: An error occurred while updating the ticket...
pt: Ocorreu algum erro ao atualizar o ingresso...

# user_screen_list_title
source: Users
pt: Usuários

# product_home_screen
source: Little Shop
pt: Lojinha

# product_screen_name_input
source: Name
pt: Nome

# product_screen_name_hint
source: Brown pants
pt: Calça marrom

# product_screen_name_valid_error
source: Please choose a name for the product
pt: Por favor, escolha um nome para o produto

# product_screen_description_input
source: Description
pt: Descrição

# product_screen_description_hint
source: Green bonded pants with elastic adjustment
pt: Calça verde colada com ajuste de elástico

# product_screen_description_valid_error
source: Please choose a description for the product
pt: Por favor, escolha uma descrição para o produto

# product_screen_image_input
source: Image URL
pt: URL da imagem

# product_screen_image_valid_error
source: Please choose an image URL for the product
pt: Por favor, escolha uma URL de imagem para o produto

# product_screen_price_input
source: Value
pt: Valor

# product_screen_price_valid_error
source: Please choose a price for the product
pt: Por favor, escolha um valor para o produto

# product_screen_size_input
source: Size
pt: Tamanho

# product_screen_size_hint
source: XL
pt: GG

# product_screen_size_valid_error
source: Please choose a size for the product
pt: Por favor, escolha um tamanho para o produto

# product_screen_color_input
source: Color
pt: Cor

# product_screen_color_valid_error
source: Please choose a color for the product
pt: Por favor, escolha uma cor para o produto

# product_screen_category_input
source: Category
pt: Categoria

# product_screen_category_hint
source: Category name
pt: Nome da categoria

# product_screen_category_valid_error
source: Please choose one of the categories
pt: Por favor, escolha uma das categorias

# product_screen_list
source: Products
pt: Produtos

# product_sure_want_delete_title
source: Are you sure you want to delete this product?
pt: Você tem certeza que quer deletar esse produto?

# product_sure_want_delete_content
source: Once the product is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após o produto ser deletado, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# create_product_screen_title
source: Create product
pt: Criar produto

# create_product_success_title
source: Success
pt: Sucesso

# create_product_error_title
source: Error
pt: Erro

# create_product_success_content
source: Product created! Redirecting...
pt: Produto criado! Redirecionando...

# create_product_error_content
source: An error occurred while creating the product...
pt: Ocorreu algum erro ao criar o produto...

# update_product_screen_title
source: Update product
pt: Atualizar produto

# update_product_success_title
source: Success
pt: Sucesso

# update_product_error_title
source: Error
pt: Erro

# update_product_success_content
source: Product updated! Redirecting...
pt: Produto atualizado! Redirecionando...

# update_product_error_content
source: An error occurred while updating the product...
pt: Ocorreu algum erro ao atualizar o produto...

# product_category_screen_name_input
source: Name
pt: Nome

# product_category_screen_name_hint
source: Caps
pt: Bonés

# product_category_screen_name_valid_error
source: Please choose a name for the category
pt: Por favor, escolha um nome para a categoria

# product_category_screen_list
source: Shop categories
pt: Categorias da lojinha

# product_category_sure_want_delete_title
source: Are you sure you want to delete this category?
pt: Você tem certeza que quer deletar essa categoria?

# product_category_sure_want_delete_content
source: Once the category is deleted, it will not be possible to recover it! Be careful as this may cause errors!
pt: Após a categoria ser deletada, não será possível recuperar o mesmo! Fique atento, pois poderá ocasionar erros!

# create_product_category_screen_title
source: Create category
pt: Criar categoria

# create_product_category_screen_list_title
source: Category
pt: Categoria

# create_product_category_success_title
source: Success
pt: Sucesso

# create_product_category_error_title
source: Error
pt: Erro

# create_product_category_success_content
source: Product created! Redirecting...
pt: Produto criado! Redirecionando...

# create_product_category_error_content
source: An error occurred while creating the product...
pt: Ocorreu algum erro ao criar o produto...

# update_product_category_screen_title
source: Update product
pt: Atualizar produto

# update_product_category_success_title
source: Success
pt: Sucesso

# update_product_category_error_title
source: Error
pt: Erro

# update_product_category_success_content
source: Category updated! Redirecting...
pt: Categoria atualizada! Redirecionando...

# update_product_category_error_content
source: An error occurred while updating the category...
pt: Ocorreu algum erro ao atualizar a categoria...

# museum_information_home_screen
source: Museum information
pt: Informações do museu

# museum_information_address_screen_country_input
source: Country
pt: País

# museum_information_address_screen_country_valid_error
source: Please choose museum country
pt: Por favor, escolha o país do museu

# museum_information_address_screen_estate_input
source: State
pt: Estado

# museum_information_address_screen_estate_valid_error
source: Please choose museum state
pt: Por favor, escolha o estado do museu

# update_museum_information_address_screen_title
source: Update address
pt: Atualizar endereço

# update_museum_information_address_success_title
source: Success
pt: Sucesso

# update_museum_information_address_error_title
source: Error
pt: Erro

# update_museum_information_address_success_content
source: Address updated! Redirecting...
pt: Endereço atualizado! Redirecionando...

# update_museum_information_address_error_content
source: An error occurred while updating the address...
pt: Ocorreu algum erro ao atualizar o endereço...

# museum_information_phone_screen_title
source: Phones
pt: Telefones
